1001 = "Pas de ressources dans la branche de données";
1002 = "Pas de ressources dans la branche de ressources";
1003 = "Aucune branche ne contient de ressources";
1004 = "Pas d’autorisation d’ouverture";
1005 = "Erreur à l’ouverture des ressources";
1006 = "L’ouverture a réussi en mode lecture seule";
1007 = "L’ouverture de document par AppleEvent a échoué";
1008 = "Fichier sous Système de Contrôle de Version (VCS)";
1009 = "Exception lors de l’analyse du gabarit";
1010 = "Pas de ressource de ce type";
1011 = "Pas de ressource avec ce nom";
1012 = "Cet identificateur de ressource existe déjà";
1013 = "Plus de données que prévu";
1014 = "Données hexadécimales non valides";
1900 = "Erreur générique d’importation";
1901 = "OSType invalide. Un type doit comporter 4 caractères.";
1902 = "Impossible d’obtenir les données Xml";
1903 = "Impossible de construire l’arbre Xml (code Xml invalide)";
1904 = "Impossible d’obtenir le noeud racine";
1905 = "Balise inconnue dans un objet ‘AeteResource’";
1906 = "Balise inconnue dans un objet ‘Suite’";
1907 = "Balise inconnue dans un objet ‘Event’";
1908 = "Balise inconnue dans un objet ‘Parameter’";
1909 = "Balise inconnue dans un objet ‘Class’";
1910 = "Balise inconnue dans un objet ‘Property’";
1911 = "Balise inconnue dans un objet ‘Element’";
1912 = "Balise inconnue dans un objet ‘ComparisonOperator’";
1913 = "Balise inconnue dans un objet ‘Enumeration’";
1914 = "Balise inconnue dans un objet ‘Enumerator’";
1915 = "Balise inconnue dans un objet ‘Flags’";
2000 = "Erreur de l’éditeur de gabarits";
2001 = "Impossible d’obtenir les données de la ressource";
2002 = "Balise inconnue";
2003 = "Analyse de gabarit interrompue";
2004 = "Valeur trop grande dans un champ de données binaires";
2005 = "Dépassement de capacité de texte";
2006 = "Compte de liste fixe invalide";
2007 = "Liste LSTZ sans le code nul de terminaison";
2008 = "Liste LSTZ terminée par un code non nul";
2009 = "Compteur de liste trop grand";
2010 = "Longueur de chaîne doit être paire";
2011 = "Balise inopinée";
2012 = "Valeur hexadécimale mal formée";
2013 = "Date mal formée";
2014 = "Impossible d’obtenir le format de date";
2015 = "L’analyse de la date a échoué";
2016 = "La taille ne correspond pas à la valeur requise";
2017 = "Création de nouvelle ressource selon gabarit annulée";
2018 = "Aucun cas spécifié dans une section à clés";
2019 = "Cas de section à clés mal formé";
2020 = "Valeur de clé inconnue dans la ressource";
2021 = "Balise CASE isolée";
2022 = "Impossible de trouver le début de la section à clés";
2023 = "Impossible de trouver la clé spécifiée";
2024 = "Impossible de trouver l’indice d’une clé";
2025 = "Impossible de trouver la valeur d’une clé";
2026 = "Impossible de trouver la position d’une clé";
2027 = "Ce numéro de ressource est inconnu du gabarit";
2028 = "Impossible de trouver la fin de clé correspondante";
3000 = "Erreur inconnue";
3001 = "Profondeur de couleur non supportée";
3002 = "Format inconnu";
3003 = "Taille en-dehors de l’intervalle autorisé";
3004 = "La ressource est peut-être corrompue";
3005 = "Le fichier est peut-être corrompu";
3006 = "L’éditeur d’icones ne peut pas éditer cette ressource";
3007 = "Assertion invalide";
3008 = "Pointeur nul";
3009 = "Mémoire insuffisante pour l’éditeur d’icones";
3010 = "Ressource introuvable";
3011 = "Le disque est plein";
3012 = "Fichier non trouvé";
3013 = "Une erreur d’entrée-sortie s’est produite";
3014 = "Cette image doit avoir entre %ld et %ld pixels";
3015 = "Impossible de modifier un fichier verrouillé";
3016 = "Le corps de la police doit être entre 4 et 512 pts";
3017 = "Il n’y a pas de ressource ‘PICT’ dans le presse-papiers";
